Returns the fitting and accessory information.
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public DuctFittingAndAccessoryData GetDuctFittingAndAccessoryData()
  Visual Basic
Public Function GetDuctFittingAndAccessoryData As DuctFittingAndAccessoryData
  Visual C++
public:
DuctFittingAndAccessoryData^ GetDuctFittingAndAccessoryData()
 See Also
  DuctFittingAndAccessoryPressureDropData Class
  Autodesk.Revit.DB.Mechanical Namespace